{"smartwatch":
[
    {
    "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/a6549acb-b075-4c3e-8ed3-9c9fcba32d42_400x.png?v=1625046216",
    "title":"boAt Storm",
    "desc":"The boAt Watch Storm is the perfect companion for your fitness transformation. Your Watch Storm is here to remove all obstructions that you may face in your fitness journey. With its daily activity tracker and 9 different sports modes, it will now be fun to track your journey towards health. Stay alert at all times with smart notifications from your phone with vibration alerts for calls, texts, schedule reminders, alarms, & more! The “wellness mode” of the smartwatch monitors your sleep, heart rate, blood oxygen levels as well as guides you into a meditative state when you need to relax",
    "rating":"4.79(757 reviews)",
    "price":"₹ 2499",
    "strikeoff":"₹ 3000",
    "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_a25aff7a-b5c4-4565-a111-6e1ce2d5b5f0.png?v=1624268771",
    "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_deda01ef-b4ca-46f6-88ca-076d36f989ea.png?v=1623739563"
    },
{
    "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main6_2_8e1cdd84-4a34-4e92-97c5-0e1d4ba6da46_400x.png?v=1646393710",
    "title":"TRebel Watch Xtend",
    "desc":"For the women who ask more from life and get it, for the ones who shut the naysayers with their unshakeable passion - the all-new TRebel boAt Xtend is here. Leave your phone in your pocket and get your tasks done right from your wrist with a built-in Alexa. Take control over your music, fitness, and more with a 1.69 inch complete capacitive LCD display. Your wellness is now on your wrist with its Guided Meditative Breathing, Stress Monitor, and Sleep & SPO2 Monitoring. Its 50 watch faces let you don a unique style every day. Make more out of your time with TRebel boAt Xtend.",
    "rating":"3.5(5 reviews)",
    "price":"₹ 3499",
    "strikeoff":"₹ 3000",
    "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-001.png?v=1623837573",
    "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-3_0ca11e0a-37e5-4ead-b167-08d9f14b8ac9.png?v=1623832688"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main1_f30681d9-fddb-4997-bfcb-503fcc258a5c_400x.png?v=1646392933",
        "title":"boAt Enigma",
        "desc":"Featuring a Full-Touch colour display and the touch responsiveness that effortlessly lets you take control we present to you Enigma. This smartwatch has a ‘Wellness mode’ with a 24/7 automatic heart rate monitor that is specially made for those who perform high-intensity workouts. It notifies you when your heart rate gets abnormally low or high and also lets you monitor blood oxygen SpO2 levels on-the-go. Its smart activity tracker records daily calories, steps & distance. Enigma comes with 8 Active Sports Modes: running, walking, climbing, riding etc. while also providing real time weather updates and weather forecast. All of that in a package that is 3 ATM water-resistant which keeps it protected up to 30m in water. ",
        "rating":"4.65(17 reviews)",
        "price":"₹ 2999",
        "strikeoff":"₹ 3000",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/160748806032058667565154black-_1.png?v=1615185697",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/160748806532058667565154black-_2.png?v=1615185697"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_blue_295a504a-2ae2-4719-9400-263f453efddd_400x.png?v=1635140773",
        "title":"boAt Watch Matrix",
        "desc":"Count on Watch Matrix to count your calories with Smart Activity Tracker. Carry your health on your wrist with boAt’s Smart Health Ecosystem, and track your health and that of your loved ones. Get customized run plans and achieve your fitness goals with Crest App Gamification. Keep your worries at bay and dive into your fitness journey, Watch Matrix comes with 3 ATM Dust, Splash and Sweat Resistance.",
        "rating":"5(2 reviews)",
        "price":"₹ 4999",
        "strikeoff":"₹ 3000",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1.1_1007c026-32d9-4367-b16e-844efdbf3ff0.png?v=1642493820",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_5cdf7085-6bd4-4c60-aeb4-3e37ac051e0b.png?v=1642494252"
        }

]
}
