{"smartwatch":
    [
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_black_72207866-b34c-4b47-885d-998168d62245_400x.png?v=1648108781",
            "title":"Watch Wave Lite",
            "desc":"Lighter goes longer. Wear Watch Wave Lite for longer hours without discomfort.Weighing only 44.8GMS, its sleek design will be your hustle partner for as long as 7 days on one full charge. #LiteItUp with a superior 1.69 inch HD Display with 550 Nits brightness offering 70% RGB color gamut and 160 degree view angle. Track your health and ace your game with Heart Rate Monitor, Sleep Tracker, Real SpO2 Sensors, and 10 different sports modes. Get it and ride the Wave.",
            "rating":"4(5 reviews)",
            "price":"₹ 2199",
            "strikeoff":"₹ 3000",
            "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_095f5aed-adea-4668-bf49-3edf88ee60a2.png?v=1648703378",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_0d574d9e-46da-447a-91c4-71df9ff76a57.png?v=1648703378"
           },
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main1_0ae2597d-dee4-42fd-9a18-eb4ae0b3bc43_400x.png?v=1647765304",
            "title":"Watch Wave Pro",
            "desc":"Shout out to all the cricket lovers. Cheer for your home team as you stay updated about the scores right from your wrist with Watch Wave Pro. Get a complete capacitive experience with a 1.69 inch colour HD Display with 500 Nits brightness as you hustle through the week with one full charge. Its Fast Charging Chip makes sure that you don’t waste another minute in your hustle by giving 1 full charge in just 30 minutes. #WearYourStyle and never go out of vogue with 100+ custom Indian watch faces to choose from. Up your fitness game with custom fitness plans with the boAt Crest App. Sweat it out to your custom run plan without worry even in pouring rains with IP67 rating on Watch Wave Pro. Get ahead and add style to your passion for the game.",
            "rating":"4(2 reviews)",
            "price":"₹ 2799",
            "strikeoff":"₹ 3000",
            "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_8d1f00a7-5683-4d81-83dd-e11e2be89985.png?v=1647765254",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2.jpg?v=1647765253"
            },
            {
                "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main3.1_400x.png?v=1644401072",
                "title":"Watch Blaze",
                "desc":"Whatever you need to hustle to your goal — now do it Faster with Blaze. It’s powered by Apollo 3 Blue Plus high-performance processor that makes its interface 25% faster. Navigate through your world effortlessly with its 1.75 inch HD display — the largest by boAt. We understand your hustle, that’s why its Fast Charge technology gives 24HRS of backup with just 10MINS of charge. Keep your fitness in check with heart rate and SpO2 monitoring, daily activity tracker, and 14 sport modes. Smart Watch Blaze — for trailblazers like you.",
                "rating":"5(1 reviews)",
                "price":"3999",
                "strikeoff":"₹ 3000",
                "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_464cf866-9207-4ff5-a54a-844ffd040992.png?v=1644386447",
                "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img4_86319407-3205-4dc9-94ec-fceef298e3d9.png?v=1644997788"
                },
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/xtend_black_400x.png?v=1650387008",
            "title":"boAt Watch Xtend",
            "desc":"Ask more, get more, and do more with the smartest smartwatch in town - the all-new boAt Xtend. Leave your phone in your pocket and get your tasks done with a built-in Alexa. Take control over your music, fitness, and more with a 1.69 inch complete capacitive LCD display. Your wellness is now on your wrist with its Guided Meditative Breathing, Stress Monitor, and Sleep & SPO2 Monitoring. Its 50 watch faces let you don a unique style every day. Make more out of your days with boAt Xtend.",
            "rating":"4.68(34 reviews)",
            "price":"₹ 2499",
            "strikeoff":"₹ 3000",
            "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-001.png?v=1623837573",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Xtend_Web_Gif55.gif?v=1623908711"
            }
        
        
        ]
    }