{ "bassheads":[
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/c3d0fbbd-9479-4351-bf04-91136da2ae91_400x.png?v=1625046259",
        "title":"boAt BassHeads 100",
        "desc":"boAt BassHeads 100 Stereo In-Ear Earphones are designed to give you an experience that no other product can match. As the headphones feature 10mm drivers, they give you clear sound with that enhanced bass. Inbuilt noise, isolation mic ensures you don’t miss those important calls. With two exciting colors that match your style in your day, the boAt earphones are the ideal choice for anyone who can carry the “Hawk Attitude”.",
        "rating":"4.73(303)",
        "price":"349",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product_2_1bad5ba4-51eb-487c-a23c-46ab1e6ac065.png?v=1622547497",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product_3_bf2122d5-3bfc-4e89-84a9-105086f3bc0d.png?v=1622548639"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/103blk_400x.png?v=1574927262",
        "title":"boAt BassHeads 103",
        "desc":"Get hooked to the crystal clear audio of boAt Bassheads 103 wired earphones. Designed with casual elegance, choose the color that sets your vibe on fire. Connect to all types of devices with 3.5mm jack and enjoy a secure fit as well as a comfortable listening experience with the perfect length tangle-free cable. Equipped with an in-line mic and voice assistant feature, easily take charge of your calls and music.",
        "rating":"4.74",
        "price":"349",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product_2_a813baae-c344-4be7-b5a3-c07d9990f86a.png?v=1622099083",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product_3_77c94851-29f1-4741-9cf9-0d9db55029f7.png?v=1622099105"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/d642ebc5-2e7d-4450-bffc-03cc157b7d6f_400x.png?v=1625046491",
        "title":"TRebel BassHeads 152",
        "desc":"Rule every moment with TRebel Bassheads 152 bolstered with BOAT Signature HD Sound. For women who’re fierce and bold, be defined with the Super Extra Bass. Drown out the chaos and channelize your energy. These wired earphones for girls are available in vibrant new colours to slay your groove. The perfect tangle free and sturdy cable that matches your stride, so you never go out of style! Bassheads 152 brings to you an in-built microphone so you’re always in control of your music.",
        "rating":"5",
        "price":"499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-product_2_c8503bd5-c9ea-4b27-b745-8e861791694c.png?v=1622526828",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product_3_8bc9de2c-a651-4552-a548-eab4f3575868.png?v=1622526828"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/mint--orange_400x.png?v=1634371640",
        "title":"TRebel BassHeads 100",
        "desc":"It is time to bring out the rebel and courageous soul out and show it to the world with TRebel BassHeads 100! Sharpen the claws just like the hawk that it is designed after, making every eye fall on you in wonder. Opt for an experience that you will never forget, because for a wonderwoman like we, we will only bring the best. With 10mm drivers, rock the dance floor while cancelling out the outside world with noise cancellation features. With inbuilt isolation mic, prioritize what is important to you! Show the fierce and bold side of yours with the colors that speak for themselves!",
        "rating":"4.6",
        "price":"399",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec-1_ac29c481-c02e-416f-b8f5-05bc8af18a7b.png?v=1634372418",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec-2_40b68597-b600-43bb-b876-b614c0a4a5e0.png?v=1634372418"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/3f927a50-8a07-4391-9a60-fce609bcf43b_400x.png?v=1625046023",
        "title":"boAt BassHeads 225",
        "desc":"boAt Bass Heads 225 polished metal earphones are designed to give you an experience that no other brand can match. It has an incredible sonic clarity withsuper extra bass. With tangle-free flat cables, you are expected to be hassle-free. As the wired headphones feature 10mm drivers, they give you clear sound with that thumping bass. In-built noise-canceling mic ensures you don't miss those important calls. With colors that match your style in your day, these earphones are the ideal choice for anyone who can carry that attitude. Define your style with the colour of your choice.",
        "rating":"4.78",
        "price":"449",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/section_1_img.png?v=1615017593",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img_2.png?v=1615017593"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main2_8c4844c5-4a79-4549-a4ab-af2d10efca7e_400x.png?v=1643619646",
        "title":"boAt Bassheads 950v2",
        "desc":"Tune in to a clear and rich listening experience with Bassheads 950v2 wired earphones that offer the power of 40mm drivers. Get an improved and hassle-free calling experience with Passive Noise Isolation & built-in mic. Jump straight to groovin’ to your music without wasting time untangling wires with its tangle-resistant cable. Stay updated with the scores, world updates and much more with Single Press Voice Assistant integrated with Google and Siri. Pick what you dig from three exciting colours to complement your style statement. Gear up and get wired!",
        "rating":"5",
        "price":"899",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_mob.png?v=1643097772",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_d5870815-86a0-4a2b-9eac-672334d9d049.png?v=1643098511"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/6b1c2b0b-84b2-499f-a9e0-b25e66ce9b5f_400x.png?v=1625046597",
        "title":"BOAT BassHeads 152",
        "desc":"Serenade the scene with the boAt bassheads 152 wired earphones, the bass oasis to your nirvana. Equipped with 10mm drivers, experience audio nirvana to take the pace of your surroundings with a quick instep and a motivated mindset. Get ready to turn the place over with that heavy bass. A smooth vibrant design available in colors active black, jazzy blue and raging red, step into the fashion game. The perfect on hand earphones to possess, always stay a step ahead. Take calls using the inbuilt microphone and tune out freely with the tangle-free braided cable. It’s been made for your comfort.",
        "rating":"4.75",
        "price":"399",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-product_2_4a5e4702-afdd-4cfe-a407-9e806c582e30.png?v=1622097101",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product_3.png?v=1622097101"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/7d635fe4-8c4c-4c4b-8c00-6065455dc608_400x.png?v=1625046386",
        "title":"boAt BassHeads 242",
        "desc":"Get ready to redefine fitness fashion and utility with the wired headphone boAt Bassheads 242, it’s time to get your sport on. It carries ear hooks that are crafted from silicon to maximize comfort and a secure fit that allows you to maximize your workouts. Coated with IPX 4 sweat and water protection, the Bassheads 242 emphasizes on all-around ability with 10mm drivers that reproduce a quality sound. Move around freely with the superior coated cable that reaches comfortably from your pocket till your ears. Connect to a number of devices with ease using the 3.5mm straight jack, because there’s no stress, only sweetness when you’re riding the waves on this boAt. You can tune in and out with the pause/play button that can also take calls (With In-line Mic.) and control volume in-between exercise reputations.",
        "rating":"4.75",
        "price":"449",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product_b4249da3-b4e2-4877-976c-ff2111a91adb.png?v=1622096911",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product2_c816163f-babc-4c58-bb10-31e449f3a260.png?v=1622096911"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/2176f9c3-7b8b-4c29-b6e9-668e45aa6c97_47337d1c-5c17-44d6-b243-f677d8b7586f_400x.png?v=1628674232",
        "title":"BassHeads 225 Made in India",
        "desc":"When your music reveals so much about you, speak volumes with boAt BassHeads 225 Made In India polished metal wired earphones. Its incredible sonic clarity with super extra bass makes you thump your foot involuntarily. Using your earphones is seamless with its flat, tangle-free cable. Express your thoughts clearly during your important calls with its in-built noise-cancelling mic. Don’t hesitate to speak your style with its slick, polished metal look and three attractive colour variants. What’s more? It’s made in India, for the sounds of India.",
        "rating":"5",
        "price":"699",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/a_d32dcdd7-624e-433d-84c9-de3400bef164.png?v=1628690919",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img_2.png?v=1615017593"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/boat-bassheads-182-red_400x.png?v=1598044334",
        "title":"boAt BassHeads 182",
        "desc":"Enter the sound of rhythm with the boAt BassHeads 182, with a spick and span high polish finish these sleek wired earphones with mic are comfort fit perfect. Enter the good beats with absolute raggers and bangers. Don’t be afraid to rock out because the patterned dual-color braided cable is entirely secure and tightly woven. It doesn’t easily tangle and is perfectly stable for making maximum use of the inbuilt mic for taking calls clear HD calls. So feel the resounding sound of beat, and sink into Nirvana’s treatment of audio bliss with the BassHeads 182.",
        "rating":"4.77",
        "price":"491",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-product_2_c4b66e50-7995-4ce1-b3af-ea2114f64a77.png?v=1622099516",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product_3_7209e49a-074d-4ab7-a84d-0cb99c685d97.png?v=1622099516"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/51e78530-db5c-409d-90f6-9e9478b917d4_400x.png?v=1628783212",
        "title":"BassHeads 152-Made in India",
        "desc":"The right bass for your music. With 10mm drivers, treat yourself with the best boAt offers, punchy bass and crisp sound. These in-ear earphones are unmatched in terms of style and statement. The angled headphone jack keeps the wire safe from wear and tear no matter how you hold your device. Available in a variety of colours like active black, jazzy blue, raging red, create a sound statement when it comes to fashion and aesthetics.",
        "rating":"4.85",
        "price":"399",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_e8a700b4-6d7a-4e9d-a80d-e0a1d065fbce.png?v=1622098904",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_f07c5da0-d643-4b05-9c36-73eec352bbe8.png?v=1615030225"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/5ea15cf3-7454-4851-9342-cd77f8af418f_400x.png?v=1625046503",
        "title":"Bassheads 122",
        "desc":"Let the rhythm race and the bass kick with the HD premium sound of the boAt Bassheads 122 best wired earphones. Fitted with Dynamic 10mm drivers, welcome to the groove of boAt’s signature sound. Made to enhance your lifestyle all the way, plug into any device via the 3.5mm jack and traverse the bumps with the soul-soothing mix of Nirvana and heavy bass. There’s no need to worry about getting everything in a tangle, because these flat wires stay straight and unfettered, all the time. So set the vibe quick, no time to lose – open up the sound set and let the Bassheads 122 consume.",
        "rating":"4.73",
        "price":"499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_28566ccd-a069-4737-810a-210cb9372db7.png?v=1615044667",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_00e0cedc-42ca-40ab-ae7f-a03a82af4f6e.png?v=1615044667"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/1orange_ee72a502-2184-42c7-ab95-50f3beaaab8b_400x.png?v=1592544752",
        "title":"BOAT BassHeads 220",
        "desc":"boAt Bassheads 220 wired earphones are designed to give you an experience that no other brand can match. Polished metal to match your style. Experience incredible clarity with super extra bass. Stay hassle-free with tangle-free flat cables. As the earphones feature 10mm drivers, they give you clear sound with a thumping bass. It’s in-built noise-canceling mic ensures that you don't miss any important calls. With colors that match your style in your day, the boAt earphones are the ideal choice for anyone who can carry that attitude. Just plug them in and stay tuned to listen to your favorite tracks with clarity.",
        "rating":"5",
        "price":"499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_b5b5326e-4331-4b41-91ec-016ef8ca3742.png?v=1615039910",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_4a368965-2fe5-4bb5-8e53-47d176ccce59.png?v=1615039910"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/1a5b7ccf-a2fa-4c06-963d-bfe228b0b0eb_400x.png?v=1625046391",
        "title":"TRebel BassHeads 242",
        "desc":"Sass up your life with audiowear that’s designed to redefine the rules, just like you do!",
        "rating":"4.85",
        "price":"599",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product1_01f384c6-babf-400c-aa53-e22dfcabe100.png?v=1622526588",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/R242-PP-Spirit-Lime--_1_120655cf-0104-4fc9-a51e-895430023681.png?v=1645522139"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/df10451d-1044-42b3-955c-826dc6f4de82_400x.png?v=1625046149",
        "title":"BassHeads 225 Carrying Case",
        "desc":"boAt BassHeads 225 Carrying Case polished metal earphones are designed to give you an experience which no other brand can match. It has an incredible sonic clarity with Super Extra Bass.It is not a plastic earphone - It is polished metal. With tangle free flat cables, you are expected to be hassle free.",
        "rating":"5",
        "price":"699",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product1_5b735d43-26c0-4e9b-bf3f-292466ff4170.png?v=1623408957",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product1_92d30aa5-c192-4415-a9c6-e97fbbb8b067.png?v=1623408957"
    },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/08119dcb-d777-44af-b556-3492e5b4b7f0_400x.png?v=1625046271",
        "title":"BOAT BassHeads 104",
        "desc":"The boAt BassHeads 900 wired headphones come with an amalgamation of style with performance. Now get ready to enjoy your favourite tunes with Super Extra Bass and crystal-clear sound performance with Bass Heads 900 wired headphones. Experience powerful, dynamic sound with punchy bass and clear, natural vocals with the responsive 40mm Neodymium drivers, the drivers effectively reproduce sound equally across the whole audio band.",
        "rating":"4.7",
        "price":"349",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/158874681720341181120610bassheads-900-pearl-white-2.png?v=1615026082",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/158874725820341181120610bassheads-900-pearl-white-3.png?v=1615026081"
    }
    
    
    ]
}  