{
    "randomdata":
    [
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/back_600x.png?v=1648723802",
            "title":"Airdopes 141 - Wireless Earbuds",
            "desc":"Airdopes 141 - Wireless Earbuds Let the noise of the world drown as you jam to your rhythm with Airdopes 141. Equipped with 8mm drivers, these dope wireless earbuds make your playlist sound better with crystal clear audio quality and powerful bass. Experience seamless calling and be clearly heard with ENxTM Technology. That is not all,  ASAPTM Charge technology empowers you with 75 minutes of playback with just 5 minutes of charging. With IPX4 Sweat and Water Resistance, theres no stopping you from listening to your workout mix while breaking a sweat. Moreover, its IWPTM Technology and Quick Response Touch Controls ensure you can answer calls and switch music without interrupting your flow. Go ahead, your perfect audio match is right here.",
            "disc2":"Charge for 5 minutes, groove for 75 minutes Let nothing come in between your grooving sessions or important calls. With just 5 mins of charging, enjoy 75 mins of uninterrupted performance. ",
            "rating":"4.6(320)",
            "price":"1499",
            "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Untitled-10_b6b3b4bc-5f03-45b0-8436-4c29907b17aa.png?v=1626873650",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/3_048757f1-9ea4-40b9-aa84-1cf2ab97d7dc.png?v=1626872628"
            ,"image4":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Untitled-1_7669b560-2ded-4120-b3cf-21e45c1826b8.png?v=1626872456",
            "image5":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_6a4ed241-de2f-4212-a726-19af0d46c427.png?v=1626870394" 
        },
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/756866f0-25e4-4b5d-8b7c-546c2111da69_600x.png?v=1625045615",
            "title":"boAt Rockerz 255 Pro",
            "desc":"boAt Rockerz 255 Pro Plug Into Nirvana on your boAt Rockerz 255 Pro wireless headphones that come equipped with the latest Bluetooth v5.0. cVc technology ensures you a seamless calling experience. The Bluetooth headset offers Fast Charging Technology meaning you can fully charge it in only 1 hour. It offers a playtime of up to 6 hours with its powerful battery for an extended immersive experience. It is IPX5 rated to offer protection against sweat and water scares.",
            "desc2":"Powered By Bluetooth 5.0 High Level functionality is provided to the boAt Rockerz 255 Pro by the Advanced Chipset providing the features of the latest Bluetooth 5.0 Version, Frequency Response: 20Hz-20KHz.",
            "rating":"4.63(80)",
           "price":"2199",
           " image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/158322784131283020857442banner3-product.png?v=1615150620",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/158322829631283020922978banner2-product.png?v=1615150620"
            ,"image4":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/158322844131357268263010banner1-product-1.png?v=1615150620",
            "image5":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner4-Model_7950cdb0-e7a8-458c-b7bc-8e81e123927a.png?v=1622526118"
        },
        {
            "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_black_72207866-b34c-4b47-885d-998168d62245_400x.png?v=1648108781",
            "title":"Watch Wave Lite",
            "desc":"Lighter goes longer. Wear Watch Wave Lite for longer hours without discomfort.Weighing only 44.8GMS, its sleek design will be your hustle partner for as long as 7 days on one full charge. #LiteItUp with a superior 1.69 inch HD Display with 550 Nits brightness offering 70% RGB color gamut and 160 degree view angle. Track your health and ace your game with Heart Rate Monitor, Sleep Tracker, Real SpO2 Sensors, and 10 different sports modes. Get it and ride the Wave.",
            "rating":"5",
            "price":"2199",
            "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_095f5aed-adea-4668-bf49-3edf88ee60a2.png?v=1648703378",
            "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_0d574d9e-46da-447a-91c4-71df9ff76a57.png?v=1648703378"
           }
       
     
        
    ]
}