{"smartwatch":
[
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_black_72207866-b34c-4b47-885d-998168d62245_400x.png?v=1648108781",
        "title":"Watch Wave Lite",
        "desc":"Lighter goes longer. Wear Watch Wave Lite for longer hours without discomfort.Weighing only 44.8GMS, its sleek design will be your hustle partner for as long as 7 days on one full charge. #LiteItUp with a superior 1.69 inch HD Display with 550 Nits brightness offering 70% RGB color gamut and 160 degree view angle. Track your health and ace your game with Heart Rate Monitor, Sleep Tracker, Real SpO2 Sensors, and 10 different sports modes. Get it and ride the Wave.",
        "rating":"5",
        "price":"2199",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_095f5aed-adea-4668-bf49-3edf88ee60a2.png?v=1648703378",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_0d574d9e-46da-447a-91c4-71df9ff76a57.png?v=1648703378"
       },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main1_0ae2597d-dee4-42fd-9a18-eb4ae0b3bc43_400x.png?v=1647765304",
        "title":"Watch Wave Pro",
        "desc":"Shout out to all the cricket lovers. Cheer for your home team as you stay updated about the scores right from your wrist with Watch Wave Pro. Get a complete capacitive experience with a 1.69 inch colour HD Display with 500 Nits brightness as you hustle through the week with one full charge. Its Fast Charging Chip makes sure that you don’t waste another minute in your hustle by giving 1 full charge in just 30 minutes. #WearYourStyle and never go out of vogue with 100+ custom Indian watch faces to choose from. Up your fitness game with custom fitness plans with the boAt Crest App. Sweat it out to your custom run plan without worry even in pouring rains with IP67 rating on Watch Wave Pro. Get ahead and add style to your passion for the game.",
        "rating":"4",
        "price":"2799",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_8d1f00a7-5683-4d81-83dd-e11e2be89985.png?v=1647765254",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2.jpg?v=1647765253"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main1_57e6221e-9677-434f-9175-f9051bc30c58_600x.png?v=1646027001",
        "title":"Wave Pro 47-make in India",
        "desc":"A medley of victories and losses, culture and people - India is mix of a million emotions. The spirit of India that kindled in 1947 has been kept alive by the sheer hustle of Indians ever since. The boAt Wave Pro 47 is made for Indians & their everlasting love for cricket. Its 1.69 inch HD Display will make the world seem better. Get live cricket scores right on your wrist anytime, anywhere! Never feel the FOMO as you get one week’s charge with just 30 mins of charging. Embrace the true Indian in you with the exclusive Indian watch faces curated only for you. Never stop your hustle even when it's raining with its IP67 Dust & Water Resistance. ",
        "rating":"5(1)",
        "price":"2699",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img212.1.png?v=1648215710",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_2e3cd047-6cb7-45d9-9d28-cad12bd2c6a9.png?v=1645780335"
       },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/xtend_black_400x.png?v=1650387008",
        "title":"boAt Watch Xtend",
        "desc":"Ask more, get more, and do more with the smartest smartwatch in town - the all-new boAt Xtend. Leave your phone in your pocket and get your tasks done with a built-in Alexa. Take control over your music, fitness, and more with a 1.69 inch complete capacitive LCD display. Your wellness is now on your wrist with its Guided Meditative Breathing, Stress Monitor, and Sleep & SPO2 Monitoring. Its 50 watch faces let you don a unique style every day. Make more out of your days with boAt Xtend.",
        "rating":"4.68(34)",
        "price":"2499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-001.png?v=1623837573",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Xtend_Web_Gif55.gif?v=1623908711"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/a6549acb-b075-4c3e-8ed3-9c9fcba32d42_400x.png?v=1625046216",
        "title":"boAt Storm",
        "desc":"The boAt Watch Storm is the perfect companion for your fitness transformation. Your Watch Storm is here to remove all obstructions that you may face in your fitness journey. With its daily activity tracker and 9 different sports modes, it will now be fun to track your journey towards health. Stay alert at all times with smart notifications from your phone with vibration alerts for calls, texts, schedule reminders, alarms, & more! The “wellness mode” of the smartwatch monitors your sleep, heart rate, blood oxygen levels as well as guides you into a meditative state when you need to relax",
        "rating":"4.79(757)",
        "price":"2499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_a25aff7a-b5c4-4565-a111-6e1ce2d5b5f0.png?v=1624268771",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_deda01ef-b4ca-46f6-88ca-076d36f989ea.png?v=1623739563"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main6_2_8e1cdd84-4a34-4e92-97c5-0e1d4ba6da46_400x.png?v=1646393710",
        "title":"TRebel Watch Xtend",
        "desc":"For the women who ask more from life and get it, for the ones who shut the naysayers with their unshakeable passion - the all-new TRebel boAt Xtend is here. Leave your phone in your pocket and get your tasks done right from your wrist with a built-in Alexa. Take control over your music, fitness, and more with a 1.69 inch complete capacitive LCD display. Your wellness is now on your wrist with its Guided Meditative Breathing, Stress Monitor, and Sleep & SPO2 Monitoring. Its 50 watch faces let you don a unique style every day. Make more out of your time with TRebel boAt Xtend.",
        "rating":"3.5",
        "price":"3499",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-001.png?v=1623837573",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/pi-3_0ca11e0a-37e5-4ead-b167-08d9f14b8ac9.png?v=1623832688"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main3.1_46f69d85-75a0-483c-a215-2a29ee068b3c_400x.png?v=1646394746",
        "title":"TRebel Watch Blaze",
        "desc":"Women, wave the naysayers goodbye with Watch Blaze — everything you need to hustle to your goal, now do it Faster with Blaze. Navigate through your day seamlessly with its Apollo 3 Blue Plus high-performance processor that makes its interface 25% faster. Get on top of everything effortlessly with its 1.75 inch HD display — the largest by boAt. We know your hustle needs power and speed. That's why its Fast Charge technology gives 24HRS of backup with just 10MINS of charge to empower you to dance through life. Keep your fitness in check with heart rate and SpO2 monitoring, daily activity tracker, and 14 sport modes. TRebel Watch Blaze — for boss women like you.",
        "rating":"5.3",
        "price":"3999",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_810f6992-3fe6-4144-b9a6-576348b66b47.png?v=1646648871",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_7a928c9b-b217-4269-bbeb-a5239c2edaaf.png?v=1644386448"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main3.1_400x.png?v=1644401072",
        "title":"Watch Blaze",
        "desc":"Whatever you need to hustle to your goal — now do it Faster with Blaze. It’s powered by Apollo 3 Blue Plus high-performance processor that makes its interface 25% faster. Navigate through your world effortlessly with its 1.75 inch HD display — the largest by boAt. We understand your hustle, that’s why its Fast Charge technology gives 24HRS of backup with just 10MINS of charge. Keep your fitness in check with heart rate and SpO2 monitoring, daily activity tracker, and 14 sport modes. Smart Watch Blaze — for trailblazers like you.",
        "rating":"5(1)",
        "price":"3999",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_464cf866-9207-4ff5-a54a-844ffd040992.png?v=1644386447",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img4_86319407-3205-4dc9-94ec-fceef298e3d9.png?v=1644997788"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main-blue_d6503e2e-e0b1-4c4e-af28-2164903baf9f_400x.png?v=1640237576",
        "title":"boAt Watch Iris",
        "desc":"Shoutout to all who see the glass half full. It is time to switch over to the bright side. Watch Iris will get you through the week with a 7-day battery backup. Thrive through your success with all the important notifications on your smartwatch. The timeless look comes with multiple watch faces and strap options to go with all versions of your style. Nail every sport you play with 8 active sports modes tracking your performance. ",
        "rating":"4",
        "price":"4399",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_a2c99720-d449-4619-b48c-8c0e74c6a4c7.png?v=1640184408",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_791aa747-96a3-4f0c-b06b-6f75d7fa313c.png?v=1640184407"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/Green_4_400x.png?v=1651215796",
        "title":"boAt Watch Mystiq",
        "desc":"Take your fitness partner wherever you go with the Watch Mystiq smartwatch. Don’t just hustle, track your progress with multiple sports modes too. Train like a beast with its HIIT Mode that comes with an animated personal coach. Keep your vitals in check with real-time SpO2 and heart-rate monitoring. What’s more? Get your world on your wrist with personalized notifications and camera + music control.",
        "rating":"5",
        "price":"3199",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_8f5faba0-1931-4e63-8765-ed317eab3042.png?v=1639376058",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Real-Time_1.jpg?v=1639390021"
        },
     {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/5752f5e4-89e0-4f84-b7fe-4d9f85771046_400x.png?v=1625157753",
        "title":"boAt Watch Flash",
        "desc":"Dear boAtheads, we bring to you Watch Flash that isn’t here to make you squint your eyes but widen them with awe and wonder even more! With a 33mm LCD Display and a perfectly round dial BOAT Flash smartwatch is what you will be flaunting in style. It is slim, sleak, eye-catching with a metallic finish and comes in dual colors. Oh! The uniqueness is just how you like it. What more? BOAT Flash smart watch will be monitoring your heart rate and blood oxygen SpO2 24*7 So do that intense workout and sleep without a worry too! ",
        "rating":"4.86(7)",
        "price":"2299",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product-_2_3.png?v=1614948599",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product-_3_2.png?v=1614949481"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/20dbeecf-4dc2-48c6-8dae-8a31f1746f44_400x.png?v=1625046513",
        "title":"boAt Xplorer O2",
        "desc":"Get ready to break the fitness stereotype with the finest smartwatch, Watch Xplorer O2! Let the adventurer in you, sail across horizons and carve your own niche; whilst being on an adventure spree with a 33mm screen size and built-in GPS that tracks and maps the way for you. With 24*7 heart-monitoring, SpO2 monitoring and wellness mode, track your progress all the way and let no chase turn you away. With cloud watch faces and 8 active sports modes, there's nothing can't personalize with this watch. Xplorer O2 doesn't only help you monitor sleep but also lets you track your monthly cycles and help you stay a step ahead. Experience real-time and live weather forecasts so that you plan your outdoor workouts accordingly. ",
        "rating":"4.69(29)",
        "price":"2899",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/xplorer-SPo2-sensor.png?v=1636973405",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner1-Product1.png?v=1618378453"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_red_05088d32-6110-4a8f-b4f1-77483c98cadb_400x.png?v=1646391459",
        "title":"TRebel Watch Vertex",
        "desc":"Shine bright like a diamond as you wrap your wrist with the perfect fit of TRebel Watch Vertex. For the unconstrained women of today, the 1.69 inch capacitive touch display of this TRebel 2.0 collection smartwatch, will make your life better. Take control of your life & goals with its 24HR heart rate and real-time SpO2 monitor. Be the torchbearer of wellness for your friends & family as you share your fitness journey with the wellness crew. Hustle through life as this smartwatch will hustle with you, keeping a check on you & your wellbeing. Stay empowered to explore as Watch Vertex gives 10 days of extended battery life",
        "rating":"3.5",
        "price":"2449",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_7ccfebb8-bf6f-4a2b-8243-0d3bc5f4ba1c.png?v=1646655565",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2.2_e6f69fd5-ab5a-4107-a675-00d21ccbf89b.png?v=1646655565"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/enigma-black_400x.png?v=1613734359",
        "title":"boAt Watch Vertex",
        "desc":"When you can be at the apex of your health, why compromise? Meet Watch Vertex, our all-new smartwatch that’s built to improve your lifestyle and push you closer towards your fitness goals. Its large 1.69 inch full capacitive touch display allows you to control everything. Fitness features, including heart rate & SpO2 tracker, health ecosystem, sleep tracker, and more, ensure you get the support you need on your fitness journey. Enjoy going on hikes? Vertex is the perfect travel partner with its extra long battery of up to 10 days. Hustle your journey to the top with Vertex.",
        "rating":"5(2)",
        "price":"2399",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec1.png?v=1634898234",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec2_c76f4f4f-f60e-412a-80a6-48e881734f49.png?v=1636444820"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main1_f30681d9-fddb-4997-bfcb-503fcc258a5c_400x.png?v=1646392933",
        "title":"boAt Enigma",
        "desc":"Featuring a Full-Touch colour display and the touch responsiveness that effortlessly lets you take control we present to you Enigma. This smartwatch has a ‘Wellness mode’ with a 24/7 automatic heart rate monitor that is specially made for those who perform high-intensity workouts. It notifies you when your heart rate gets abnormally low or high and also lets you monitor blood oxygen SpO2 levels on-the-go. Its smart activity tracker records daily calories, steps & distance. Enigma comes with 8 Active Sports Modes: running, walking, climbing, riding etc. while also providing real time weather updates and weather forecast. All of that in a package that is 3 ATM water-resistant which keeps it protected up to 30m in water. ",
        "rating":"4.65(17)",
        "price":"2999",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/160748806032058667565154black-_1.png?v=1615185697",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/160748806532058667565154black-_2.png?v=1615185697"
        },
    {
        "image":"https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_blue_295a504a-2ae2-4719-9400-263f453efddd_400x.png?v=1635140773",
        "title":"boAt Watch Matrix",
        "desc":"Count on Watch Matrix to count your calories with Smart Activity Tracker. Carry your health on your wrist with boAt’s Smart Health Ecosystem, and track your health and that of your loved ones. Get customized run plans and achieve your fitness goals with Crest App Gamification. Keep your worries at bay and dive into your fitness journey, Watch Matrix comes with 3 ATM Dust, Splash and Sweat Resistance.",
        "rating":"5(2)",
        "price":"4999",
        "image2":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1.1_1007c026-32d9-4367-b16e-844efdbf3ff0.png?v=1642493820",
        "image3":"https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img2_5cdf7085-6bd4-4c60-aeb4-3e37ac051e0b.png?v=1642494252"
        }
    
    
    ]
}