{"stoneSpeaker" : [
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main2_8549ad38-acec-45d6-bba4-8b202a9bfdc1_400x.png?v=1646976976",
        "title": "boAt Stone 500",
        "desc": "Become the life of every party with Stone 500. Experience 10W RMS stereo sound and groove with your gang on your favourite tunes. Double the thump with its TWS functionality that lets you connect & play 2 Stone 500 together. The dynamic RGB lights will add to the vibe of your party as you get transported to a club setting. Its universal connectivity with multiple connectivity modes —Bluetooth v5.0, AUX, USB and FM mode. With a Type-C charging interface & instant voice assistant, this wireless speaker will make your life easier as you enjoy the sound of your choice.  With Stone 500, it is time to #BeTheLimelight.",
        "rating": "4.2",
        "price": "1999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img1_199503c8-b10d-4480-8f74-e22b9cc609e7.png?v=1646910815",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/img3_d2433f4d-9440-4981-9eca-091d922471bb.png?v=1646910815"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_blue_e09ae3e8-7534-4ad2-a9a2-1b545a423fd1_400x.png?v=1635842500",
        "title": "Stone Grenade",
        "desc": "Say hello to the boAt Stone Grenade bluetooth speakers, half the size of Grenade XL only because it’s twice as portable and IPX 6 Water Resistant. Needless to say, it’s the bomb. The Grenade sinks in best with its surroundings, so don’t be afraid to take it out. Equipped with 1.75” full-range drivers, acknowledge the ambition. You can play the vibe your way with Bluetooth V4.2 providing you the optimum wireless experience. Set with a soft fabric on this impish shaped speaker, gets the music going with a click via the easy access integrated controls. So tap into Nirvana with the simplest of ease knowing you can solve your problems with just a click. You can mix in with the beat with up to 7 hours of Detonation via a 1200mAh lithium battery. Sail free into the sunset of Nirvana.",
        "rating": "4.8",
        "price": "1099",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/159269232920243757662306stone-grenade-2.png?v=1616505478",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/159269233920243757662306stone-grenade-4.png?v=1616505494"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main---1_400x.png?v=1640081208",
        "title": "boAt Party Pal",
        "desc": "Immerse in the 20W RMS Stereo Sound with the powerful Party Pal 50 bluetooth speaker. Set the vibes of the party just right with the RGB LEDs. Keep worries at bay and party poolside with IPX5 splash resistant! Get, set, grooving as Party Pal 50 comes with a powerful playback of 4.5 Hrs. Access Instant Voice Assistant and enjoy the multiple connectivity modes- USB, AUX, Bluetooth v5.1, and FM. Coming with Type-C interface, Party Pal 50 is all you need to set the mood just about right. So, where y’all partying at?",
        "rating": "3.7",
        "price": "3999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/main1_5bc12130-2361-4654-b8bb-1106f33ebebe.png?v=1640079289",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/main2_a3028877-23cf-4062-923a-abae4117f34d.png?v=1640079289"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main2_5021e9c3-194d-4f8b-90d1-78f018cf9af5_400x.png?v=1649857754",
        "title": "boAt Stone 352",
        "desc": "Be the life of every party as you carry the ultra-portable Stone 352 with you, wherever you go. Its 10W Stereo boAt Signature Sound will make you vibe with full force as every beat becomes clear. Too bored partying within four walls? No problem! Shield your good times as the dynamic Stone 352 is equipped with IPX7 Splash & Water Shield— rain or poolside we got you covered! Party from dusk till dawn with its 12H nonstop playtime & double the impact as you connect 2 Stone 352s via the TWS feature. So get your gang & set to groove!",
        "rating": "4.5",
        "price": "1699",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_72fa04db-8322-4bf3-a2d0-d92f306c8312.png?v=1649856154",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_cf09bc70-8b90-4242-b234-975b1e796329.png?v=1649856155"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/d3e46a5d-cda9-49f8-a24f-b975fdd50689_600x.png?v=1625046393",
        "title": "BOAT Stone 180",
        "desc": "Powered by boAt’s immersive 5W signature sound that can last for a monstrous 10H in a go. IPX7 Sweat & Water Resistance gives you the ability to power through all your outdoor adventures. These wireless speakers come with dual connectivity modes, Bluetooth or AUX, to enjoy the ultimate listening experience whereas one tap on the power button can connect two speakers for enhanced bass and a stereo audio experience. These bluetooth speakers are lightweight for enhanced portability so you can take your music everywhere you go. With Smooth Integrated Controls, Stone 180 gives you the complete experience of shuffling through your favorite playlist.",
        "rating": "4.57",
        "price": "949",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Red_3.png?v=1615459213",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_9c7917ba-aa15-4cde-a70f-838c1e76d0a0.png?v=1622437636"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/ce5655c3-e83f-47ad-8f9f-6db17f896a1b_400x.png?v=1625045737",
        "title": "Stone 260",
        "desc": "boAt Stone 260 Portable Bluetooth speaker can be wirelessly connected to Bluetooth devices such as smartphones, tablets, and computers to playback any music collection stored on them. Thanks to its powerful battery, the system delivers powerful sound, separated from any mains supply, for up to 5 hours and is the perfect companion for you in the park, or whilst camping or on the beach. What's more? It sports a trendy look & is IPX5 waterproof certified, Process control can get rid of complicated connections and wiring distance constraints, users can enjoy high-quality music. Plug it in plug into Nirvana.",
        "rating": "4.73",
        "price": "1499",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_8e0a3cfd-7a1b-4f29-b5df-3937beb3a191.png?v=1622436697",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/3_abbd7520-88c3-4ee4-94eb-eb746ed283b6.png?v=1622436697"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/8f17d4a5-844a-472d-9c60-d9741fd0290e_400x.png?v=1625045367",
        "title": "Stone 190",
        "desc": "Immerse in Nirvana with boAt Stone 190 wireless portable speaker. The speaker comes equipped with 52mm dynamic driver for an immersive audio experience. It supports instant wireless connectivity with the latest Bluetooth v5.0. One may elevate the surrounding vibes with Stone 190 in another way apart from the wireless functionality: it comes equipped with the provision for AUX connectivity as well. The lightweight ergonomics offers enhanced portability while on the move. Immerse into the realm of Nirvana wherever you are, with boAt Stone 190.",
        "rating": "4.8",
        "price": "999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner2-product-2.png?v=1622436882",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Banner3-product-2.png?v=1622436882"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/3e35681e-bcb1-449c-a58a-2d43e8b00bf4_400x.png?v=1633518105",
        "title": "Stone 1200",
        "desc": "It’s time to enjoy a playback experience like never before courtesy boAt Stone 1200 14W portable wireless speaker with RGB LEDs. The RGB LEDs pave the way for making the ambience suit a lot more to the music being played and set the right vibe! Its 14W thumping sound with passive bass radiator offers sheer musical bliss. It supports instant wireless connectivity with Bluetooth v5.0. Apart from the wireless connectivity, the user has other options in the form of AUX, USB and FM modes as well. The speaker pumps out nonstop audio for up to 9 hours on a single full charge w/o RGB LEDs and up to 7 hours with the RGB LEDs. It’s a 360° cylindrical construct with IPX7 rated water resistance for a carefree listening time and carry strap for easy portability. The speaker also supports TWS feature meaning you can connect two Stone 1200s and forge them into one for a bigger impact. Apart from these great features, the speaker also supports instant voice assistant via just a single tap.",
        "rating": "4.85",
        "price": "2999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_781acd00-42bd-4296-9a74-1bc4ff4cd784.png?v=1622437801",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/161021185832086115844194section3_900x820_c14ff58a-ef57-4738-b583-055d62bb1c09.png?v=1615321988"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main-2_0a0b0dd1-2a5d-4887-afad-7593ecf06ca1_400x.png?v=1640073281",
        "title": "boAt Stone 620",
        "desc": "The perfect companion for party animals is now here; Stone 620 is on board. If a 12W Stereo sound is not enough, add another Stone 620 with our TWS Technology and feel the power of two. Dance all night long with a 10 hrs battery backup, powered by a 2500 mAh battery. It is super easy to carry due to its cylindrical shape, so party anywhere. Safe even near a pool with the IPX4 splash and water shield. While a C-type connector will make it a user-friendly charge, the user also gets multiple connectivity modes through Bluetooth v5.0 + AUX + USB + FM. It is not just loud but also smart With the in-built hands free mic you can access your mobile assistants. Plug into Nirvana",
        "rating": "4.9",
        "price": "1999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/main2_5a34915f-f42b-4fe5-b0bd-173631030a9e.png?v=1640067718",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/main3.png?v=1640067718"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/0efd1f68-8988-4e8a-98bc-6690ccb6a828_400x.png?v=1625045298",
        "title": "Stone 650",
        "desc": "Surrounded by smooth secure silicon coated on the outside and a diamond gridded mesh, break the balance with the IPX 5 rated boAt stone 650 bluetooth speakers online. This dynamic speaker with 2-inch x 2 drivers with 10w’s gives you that premium audio experience, so enter the session of sound. So up your game with Bluetooth v5.0 for the optimum wireless experience that can switch into aux mode at a moment’s notice. Perfect for you and your friends, light up the scene with up to 7 hours of playtime backed by a 1800mah capacity lithium battery.",
        "rating": "4.9",
        "price": "1499",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_42a12599-89bd-492c-bcda-3234156a31ae.png?v=1622199659",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_9b02450f-f6b9-4abb-9dc3-8cda128f4274.png?v=1622199658"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main2_9c545eaa-3b35-441a-95c7-3cef60799d88_400x.png?v=1634033648",
        "title": "boAt Stone 1350",
        "desc": "Listen to your music like it’s supposed to be with the all-new Stone 1350 bluetooth speaker. Feel the thumping bass and sound quality of 30W stereo sound and passive radiators. Its IPX6 Splash & Water Shield makes it perfect for the outdoors too. When you need to blast your music for a big crowd, connect another speaker with its TWS technology. Let nothing come in between you and your music with its extended playback of 5 hours. Its ergonomic design + shoulder strap makes it easy to carry, and dual connectivity empowers you to choose from Bluetooth and AUX connectivity. Be the life of every party with Stone 1350.",
        "rating": "3.9",
        "price": "4499",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec-2_d243f346-98b6-41ca-bfd7-ca239d01ad7a.png?v=1634034308",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/sec-3_dd0c8dd4-f158-4eac-bce2-9f37c4b094eb.png?v=1634034308"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main_2_0a70bfc3-0644-4dc1-9b7a-00d6fd3b7f17_400x.png?v=1633941370",
        "title": "boAt Stone 850",
        "desc": "Do you want more from your speaker? More performance, more quality, and more playtime? Stone 850 Bluetooth Speaker is your answer. Powered by 16W boAt Signature Sound with Passive Radiators, it's built to make you jump from your chair with its emphatic bass and sound quality. Its massive 4000mAh battery coupled with ASAP Charge ensures you never have to worry about playback time. Get 13 hours of non-stop playback and another 150 mins of playback with just 15 mins of charge. Its ergonomic design makes it portable, and IPX6 protection shields it from water splashes. What's more? Connect two of these beasts together to experience your music with 2x impact with our TWS technology.",
        "rating": "5",
        "price": "2499",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/850_sec4.png?v=1633932007",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/850_sec3_f87460a6-bd62-4c0f-8be7-abca07e6946a.png?v=1633937496"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/main-img_Blue_400x.png?v=1617170790",
        "title": "BOAT Rugby Plus",
        "desc": "It is time to be unstoppable with Rugby Plus. With a thunderous bass and 16W Stereo sound, amp up your day with just the right vibe. With IPX7 water and splash shield, even rains can’t hold you back. Powered with a 2000 mAh battery that runs up to 7 hours, be the life of every party. Rugby Plus wireless speaker comes with a Type C interface and high-speed charging, ensuring that you are ever-ready for whatever comes your way. Experience every beat and get a whole lot of extra oomph with the Passive Radiator for Thumping Sound .",
        "rating": "5",
        "price": "1749",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/Section3_900x820-1_2d496da7-a8c3-4264-bf7f-019e0ca54883.png?v=1616400106",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/section2_800x800-1_cab91984-c88e-47e9-89b6-5d38140575c0.png?v=1616400106"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/2c9f9a3f-84d6-4470-a077-41994c6a26c9_400x.png?v=1624897000",
        "title": "Stone 170",
        "desc": "The game of portability just got a boost with the boAt Stone 170 best bluetooth speaker, flip your scene anywhere anytime with the full 5W’s of power. A compact, lightweight and IPX 6 Water Resistant design makes it the perfect companion for a number of sceneries. Stay prepared with the boAt Stone 170. It is packed with a 1800mAh battery, with a push of up to 6 hours of playtime per listening session. So set the mood and accentuate the vibe with the boAt Stone 170. Pick your method of access with Wireless Bluetooth V5.0 and an SD card slot making it perfect for all situations. Extremely simple to navigate, utilize the integrated controls to access a wide range of functions. This includes True Wireless Function, meaning that you can set up two at the same time.",
        "rating": "4.5",
        "price": "1299",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_ee1bf768-81df-4bd8-8d1a-82a5016c1bff.png?v=1622199584",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/3_613238d1-3afd-4371-b35a-2d07ab00aee1.png?v=1622199584"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/a7cd8ba9-7c32-4b9a-b3b8-1f711ba110a7_400x.png?v=1625046395",
        "title": "Party Pal 20 ",
        "desc": "Turn up the atmosphere and party from dusk till dawn with the boAt PartyPal 20. Fitted with Party Sound at 15W’s, turn your precious Friday’s into just what you need, a little stress release. The party rhythm never slows down with a Play-time of up to 4.5 hours, and a 2200mAh rechargeable lithium battery. It’s time to get really loud, with the microphone jack and recording feature that allows for memorable karaoke sessions. So, power through your week with the anarchic attitude of the PartyPal 20, the party speakers that just won’t give up. Connect to sensational sound and bring the 6.5” full range driver to life using Bluetooth V5.0, Aux, USB and FM Radio connection. Hold the speaker aloft and bring the dance party to life with the LED lit speakers that can be switched on with just the click of a button. Dynamic, Versatile and Powerful.",
        "rating": "4.8",
        "price": "2999",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1563038249293877254063062.png?v=1616564892",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1563038295293877254063065.png?v=1616564914"
    },
    {
        "image": "https://cdn.shopify.com/s/files/1/0057/8938/4802/products/2c9f9a3f-84d6-4470-a077-41994c6a26c9_be465a43-bcb9-4ab4-a4d0-79751e1e7363_400x.png?v=1628677176",
        "title": "Stone 170 Made in India",
        "desc": "For the traveller in you who keeps their music close wherever they go, we present the boAt Stone 170 bluetooth speaker. A compact and lightweight portable speaker made in India, for Indian hustlers like you. It comes packed with a 1800mAh battery that empowers you with a massive playback time of upto 6 hours. Choose from multiple methods of access, including Wireless Bluetooth v5.0 and an SD card slot. Controlling your music is a breeze, too, with its easy to use integrated controls. Know what's even better? Use its True Wireless feature to blast your music from two speakers simultaneously. So, what's the wait? Play your vibe wherever you go with boAt Stone 170  Made in India.",
        "rating": "5",
        "price": "1299",
        "image2": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/1_211aa0be-5804-4c95-b343-a89e2e271f89.png?v=1628691726",
        "image3": "https://cdn.shopify.com/s/files/1/0057/8938/4802/files/2_5f865bd2-ce34-4144-8e05-c60a3d5f0dc9.png?v=1628691726"
    }
]
}